// © Copyright 2004-2012, 2015 HP Development Company, L.P.

HSDTaskName = "作业存储设置";

HSDAllowStoredJobsCheckBox = "此打印机上允许存储作业";
HSDInternalPrinterMemoryLocation = "内部打印机内存";
HSDUSBFlashStorageDeviceLocation = "USB 闪存存储设备";
InternalPrinterMemoryLocationTooltip = "USB 闪存存储设备上的所有作业存储数据将使用安全加密删除方法进行删除。所有后续存储作业将被保存在打印机的内部内存中。";
USBFlashStorageDeviceLocationTooltip = "插入的闪存存储设备将被格式化，所有数据都将丢失。现有的作业存储数据随后将从打印机的内部内存移至闪存存储设备，并从打印机的内存中删除。所有后续存储作业将被保存在闪存存储设备中。";

HSDSortPopUpTitle = "存储作业的排序依据:";
HSDRetainTempJobsPolicyPopUpTitle = "在重新启动后保留临时作业:";
HSDDeleteTempJobsAfterPopUpTitle = "在此之后删除临时作业:";
HSDDeleteStandardJobsAfterPopUpTitle = "在此之后删除标准作业:";
HSDRejectNoPinJobsCheckBox = "取消无对应 PIN 的所有已存储作业";
HSDDeleteAllStoredJobsButton = "删除所有已存储作业";

// values for sort popup
HSDAlphabetically = "作业名称";
HSDChronologically = "日期";

// values for retain temp jobs policy popup
HSDAll = "所有";
HSDNone = "不保留";
HSDOnlyPersonal = "仅限个人";

// values for delete temp/standard job after popup
HSDNever = "从不";
HSDThirtyMinutes = "30 分钟";
HSDOneHour = "1 小时";
HSDFourHours = "4 小时";
HSDOneDay = "1 天";
HSDOneWeek = "1 周";
HSDFourWeeks = "4 周";

NoGetTitle = "无法检索设置";
NoGetMsg = "检查打印机是否联机且已连接。";
